//federal=שיתופי unitary=קנייני
questions = 
    [[//Federal-Unitary`
        [//4
            "  לאדם צריכה להיות החובה לתת לחלש ממנו ",
            " קיבוצים הם שיטת היישוב העדיפה עליי",
            " חוקים צריכים לקדם שיוויון רכושני בין בני האדם "
        ],
        [//3
            " הזכות לקניין היא לא הכרחית",
            " השיטה הקפיטליסטית יוצרת את הקרע בעם",
            " התנועה הקיבוצית צריכה להחיות את עצמה מחדש"
        ],
        [//2
            " אנשים עשירים צריכים לוותר על חלק מהכסף והרכוש שלהם כדי לעזור לעניים ",
            " לחלוק מעולם לא פגע באף אחד",
            " הזכות לחיים גוברת על הזכות לקניין"
            
        ],
        [//1
            "השיטה הקיבוצית עוזרת לחלשים",
            "התנועה הקיבוצית תרמה לחברה",
            "קיבוצים עדיפים על מושבים וערים, בהם אין אורח חיים שיתופי"
        ],
        [//-1
            "השיטה הקיבוצית פוגעת במשק",
            "אדם יכול לקנות מה שהוא ירצה באיזו כמות שהוא ירצה, כל עוד הוא מסוגל לזה כלכלית",
            "בשביל משק כלכלי חזק, צריך שכל עוד אדם לא עובר על שום חוק, הוא יוכל לעשות מה שירצה עם האדמה שלו"
        ],
        [//-2
            "שיתוף לא באמת תורם לחלשים",
            "אנשים עם רכוש תורמים להתפחתחות הכלכלית",
            "אנשים שחיים בצורה שיתופית לא תורמים לכלכלה"
        ],
        [//-3
            "כל הקיבוצים צריכים להתפרק ולהסתפח לערים גדולות יותר",
            "הממשלה לא צריכה להטיל מיסים על רכוש",
            "הכוח של אנשים בא מהרכוש שלהם"
        ],
        [//-4
            "הזכות לקניין היא הזכות הבסיסית ביותר של אדם",
            "הזכות לקניין גוברת על הזכות לחיים",
            "הגבלות על הקניין פוגעות בחירותו של האדם"
        ]],[//Democratic-Authoritarian`
        [//4
            "דמוקרטיה ישירה היא שיטת הממשל הטובה ביותר",
            "יש לי אמון בבגץ",
            "הנציגים הפוליטיים לא מייצגים את דעת מי שבוחר בהם"
        ],
        [//3
            "זה חשוב שהממשל יסכים עם דעת הרוב, אפילו אם היא לא נכונה",
            "ראש ממשלה לא יכול לכהן תחת 3 כתבי אישום",
            "אף אחד חוץ ממני לא יכול לייצג את הדעות שלי כמו שאני הייתי מייצג אותן"
        ],
        [//2
            "בחירות הן דרך אפקטיבית להראות הסכמה או אי הסכמה עם הממשל",
            "דמוקרטיה היא שיטת ממשל גרועה, אך טובה יותר מכל אופציה קיימת",
            "לכל אדם צריך להיות קול אחד, והקול הזה צריך להיות שווה לשאר הקולות"
        ],
        [//1
            "דמוקרטיה היא יותר מדרך לקבלת החלטות",
            "לאנשים צריכה להיות האפשרות לבחור את המנהיגים שלהם",
            "הממשל חייב להיבחר על ידי העם, ולהיות למען העם"
        ],
        [//-1
            "ככל שהממשל חזק יותר, ככה יותר טוב",
            "דעת הרוב היא לא תמיד הנכונה",
            "מנהיגים חייבים להיות חזקים או שהמדינה תסבול"
        ],
        [//-2
             "מדינה שמבוססת על מעמדות היא האופציה הטובה ביותר",
            "חברה לא יכולה לתפקד ללא מנהיגים ואנשים שתומכים באותם מנהיגים",
             "דמוקרטיה עוזרת לרוב להעלות את מעמדו על חשבון מיעוטים"
        ],
        [//-3
            "רוב העם מקבל החלטות גרועות",
             "זה חשוב שהעמדות שאני מסכים איתן יקודמו יותר מאחרות",
            "חסינות פרלמנטרית היא אבן יסוד בכל שיטת ממשל"
        ],
        [//-4
            "לאזרחים אין זכות להתלונן על מנהיג שנבחר בצורה דמוקרטית",
            "אני בעד פסקת ההתגברות",
            "האזרחים חייבים לציית לממשל לא משנה מה"
        ]],[//Globalist-Isolationist
        [//4
            "האום צריך לשפוט את ישראל על פעילותה",
            "קשרי החוץ של ישראל הם החשובים ביותר",
            "ההסברה הישראלית היא הכרחית לשרידתה של מדינת ישראל"
        ],
        [//3
            "האום מתפקד ללא אפליה",
            "האום צריך לשלוח כוח צבאי לישראל על מנת לשמור על שלום בין ישראל לבין הפלסטינאים",
            "ישראל צריכה להמשיך בתקיפותיה בסוריה ולבנון"
        ],
        [//2
            "במקרה של סיפוח, לעולם תהיה זכות להביע את דעתו ולא להסכים עם מדיניות הסיפוח",
            "ישראל חייבת לעמוד לדין במידה ותקרא לבית המשפט בהאג",
            "העימותים במזרח התיכון פוגעים בסיכויים להתקדם טכנולוגית"
        ],
        [//1
            "סחר בינלאומי הוא מועיל",
            "מדינה חייבת שיהיו לה בעלות ברית",
            "מדינות צריכות לשתף פעולה כשזה עוזר לשניהן"
        ],
        [//-1
            "זה חשוב לשמור על הריבונות של המדינה שלי",
            "כלכלת המדינה שלי תתחזק אם נפסיק לסחור בצורה בינלאומית",
            "יש לי גאווה לאומית"
        ],
        [//-2
            "מתן עזרה למדינות אחרות במקרי אסונות זה בזבוז של כסף",
            "ישראל לא חייבת לעמוד לדין במידה ותקרא לבית המשפט בהאג",
            "זה חשוב לשמור על התרבות שאני משתייך אליה"
        ],
        [//-3
            "ישראל צריכה להפסיק לקבל את סיוע אמריקני",
            "שום דבר טוב לא יצא לישראל מהאום",
            "למדינות אחרות לא אכפת מטובתה של ישראל"
        ],
        [//-4
            "האום מתנכר לישראל",
            "ישראל לא מחוייבת לחוק הבינלאומי",
            "ההסברה הישראלית היא בזבוז של כסף"
        ]],[//Militarist-Pacifist
        [//4
            "מלחמה במזרח התיכון רק תועיל לישראל",
            "הפיתוחים הטובים ביותר של ישראל הגיעו בזמן מלחמה",
            "ההישגים החברתיים הטובים ביותר של ישראל הושגו בזמן מלחמה"
        ],
        [//3
            "אני בעד גיוס חובה בגיל 18",
            "ישראל צריכה להגביר את התוקפנות שלה כלפי מיליציות אירניות בסוריה ולבנון",
            "ישראל צריכה להיכנס למבצע מקיף בעזה ולמוטט את שלטון החמאס"
        ],
        [//2
            "במבצע בעזה, מחיר הדמים שנשלם הוא פעוט לעומת מחיר הדמים שנשלם אם לא נתחיל במבצע",
            "ישראל צריכה להחיל ריבונות על יהודה ושומרון, למרות האיומים על מלחמה",
            "רוב הפעמים, מלחמה עבדה יותר טוב מניסיונות שלום"
        ],
        [//1
            "ישראל צריכה לחזק את הצבא שלה",
            "ישראל צריכה להכשיר יותר לוחמים ופחות תומכי לחימה",
            "ישראל צריכה לאפשר גיוס התנדבותי לאחר 10 שנות לימוד"
        ],
        [//-1
            "ישראל צריכה להקטין את הצבא שלה",
            "צריך קודם כל לנסות שלום על פני מלחמה",
            "שלום עדיף על מלחמה"
        ],
        [//-2
            "אלימות במחאות אינה מתקבלת על הדעת",
            "שלום מוביל לשגשוג",
            "רוב הפעמים, למלחמה יש השלכות שליליות על ישראל"
        ],
        [//-3
            "אני נגד גיוס חובה בגיל 18, ומעדיף שירות לאומי או אזרחי",
            "אנחנו צריכים להפסיק את התקיפות מחוץ לגבולנו במיידי",
            "אם לא נוותר על הסיפוח, לעולם לא נגיע לשלום עם הפלסטינים"
        ],
        [//-4
            "מלחמה גורמת לקרע בעם",
            "ישראל צריכה להוציא את כוחות הביטחון מיהודה ושומרון",
            "ציוד צבאי הוא בזבוז של כסף"
        ]],[//Security-Freedom
        [//4
            "צריך לשלול את האזרחות של אנשים שמסיתים נגד הממשל",
            "הממשלה צריכה להתערב בחיי הפרט על מנת לשמור על ביטחון המדינה",
            "אני בעד ששוטר יוכל להיכנס לבית של חשוד בטרור ללא צו"
        ],
        [//3
            "המשטרה צריכה יותר ציוד וכוח",
            "חובת המשטרה היא להשתמש באמצעים לפיזור הפגנות",
            "המשטרה צריכה לאכוף את כל החוקים, לא משנה כמה פעוטים הם"
        ],
        [//2
            "אם אין לך שום דבר להסתיר, לא צריך להיות לך אכפת מזה שהמדינה תעקוב אחרי הפעילות שלך ברשת",
            "ביטחון המדינה חשוב יותר מחירות האדם",
            "המדינה מוכרחת לעקוב אחרי האזרחים שלה על מנת להגן על המדינה"
        ],
        [//1
            "לממשלה צריכה להיות גישה להודעות של חשודים בטרור",
            "צריך לוותר על קצת מהחירות כדי לשמור על המדינה",
            "חופש מוחלט מסכן את המדינה"
        ],
        [//-1
            "אני בעד לגליזציה של קנאביס",
            "כל עוד זה לא פוגע משמעותית בביטחון המדינה, המדינה לא צריכה להתערב בחיי הפרט",
            "למדינה אין סיבה להתערב בחיי הפרט של רוב האזרחים"
        ],
        [//-2
            "הפלות צריכות להיות חוקיות, לא משנה מה הסיבה להן",
            "לאדם יש את הזכות לבחור במה שטוב לו לדעתו",
            "חירות היא ערך דמוקרטי בסיסי"
        ],
        [//-3
            "פשעים חסרי קורבנות (כמו שימוש בסמים קלים) לא צריכים להיות פשעים",
            "אני בעד לגליזציה של רוב הסמים",
            "לאזרחים יש זכות להביע את דעתם, אפילו אם היא חותרת תחת עמדת המדינה שלהם"
        ],
        [//-4
            "המשטרה פוגעת בחירות האדם",
            "חירות היא הערך האנושי הבסיסי ביותר",
            "לא צריכה להיות מגבלה על חירותו של האדם"
        ]],[//Equality-Markets`
        [//4
            "קומוניזם היא השיטה הכלכלית העדיפה",
            "קומוניזם אמיתי מעולם לא נוסה, ולכן אי אפשר להגיד שהוא לא עבד",
            "שיוויון בשכר הוא חשוב"
        ],
        [//3
            "החברות פוגעות באזרחים יותר משהמדינה פוגעת בהם",
            "צריך להעלות את המיסים על עשירים כדי לעזור לעניים",
            "אני בעד הלאמה"
        ],
        [//2
            "אני תומך בקיום של ביטוח לאומי",
            "לעשירים יש יותר ממה שהם צריכים",
            "ביטוח בריאות צריך להיחשב כזכות אדם בסיסית"
        ],
        [//1
            "המדינה צריכה להתערב במשק כדי להגן על הצרכנים",
            "אני בעד שיוויון הזדמנויות",
            "לאנשים עשירים אין ערך לכסף"
        ],
        [//-1
            "צריך להוריד מכסי ייבוא מחול",
            "אני בעד הפרטה",
            "כלכלה שמבוססת על סוציאליזם היא כלכלה כושלת"
        ],
        [//-2
            "אני נגד ביטוח לאומי",
            "לא רק שקפיטליזם הופך את העשירים לעשירים יותר, הוא גם הופך את העניים לעשירים יותר",
            "הלאמה היא רעיון רע ברוב המקרים"
        ],
        [//-3
            "ככל שהשוק חופשי יותר, כך גם האנשים חופשיים יותר",
            "מערכת הרווחה לא עובדת",
            "העניים בוחרים להיות עניים"
        ],
        [//-4
            "הממשלה צריכה להתרחק מהשוק בכל צורה אפשרית",
            "המדינה לא אמורה לפרק מונופולים",
            "מי שלא עובד רק מבזבז כספי ציבור והיה עדיף אם הוא היה מת"
        ]],[//Secular-Religious
        [//4
            "אלוהים לא קיים",
            "דת היא לא הגיונית",
            "דתיים הם פרימיטיביים"
        ],
        [//3
            "האיסור על תחבורה ציבורית בשבת הוא לא צודק",
            "רבנים הם שקרנים",
            "הממשלה לא צריכה לממן ישיבות"
        ],
        [//2
            "אני תומך בנישואים גאים",
            "חוק המרכולים הוא דוגמה להשתלטות של החרדים על המדינה",
            "אני בעד חקיקה שמגבילה את הדת"
        ],
        [//1
            "צריך להפריד דת ומדינה",
            "חוקים שמקדמים דת הם בעיה",
            "יש הדתה בספרי הלימוד"
        ],
        [//-1
            "אני יהודי",
            "אני מתנגד למצעדי הגאווה",
            "בישראל חייבים להיות חוקים שמטרתם לשמור על כשרות"
        ],
        [//-2
            "הומוסקסואליות היא לא טבעית והיא חטא לפי התורה",
            "אני מאמין באלוהים ואני מאמין שהוא באמת קיים ומסוגל לניסים",
            "אני רוצה שיהיה תוכן דתי בספרי הלימוד"
        ],
        [//-3
            "הפלות הם רצח, ומכיוון שאסור לרצוח בתורה, אסור להפיל",
            "מדינת ישראל היא מדינה יהודית",
            "אני מקיים כל מצווה שאני יכול, בגלל שהיא צו עליון מאלוהים"
        ],
        [//-4
            "דין רודף הוא חובה מוסרית מאלוהים",
            "מדינת ישראל היא אך ורק מדינה יהודית, ואני נגד שיהיו בה ערבים ונוצרים ומיעוטים אחרים",
            "כיום חילונים שונאים את הדת בלי שום סיבה לגיטימית, אלא רק בגלל שהם שונאים אותם כחברה מלוכדת וחזקה"
        ]],[//Progressive-Traditional
        [//4
            "מדינת ישראל צריכה להשקיע יותר בהיי טק ופחות בשימור המורשת שלה",
            "מישראל יצאו הפיתוחים הטובים ביותר, כל עוד המימון בכמות המאתימה",
            "התרבות הישראלית פוגעת בתעשיית ההיי טק"
        ],
        [//3
            "אני בעד לתת לפלסטינים מדינה משל עצמם",
            "צריך להתקדם מהערכים היהודיים העתיקים, אנחנו בעולם מודרני ואין מקום לזה כרגע",
            "המדינה צריכה יותר להתרכז על פיתוח טכנולוגי מאשר פיתוח חברתי"
        ],
        [//2
            "ישראל צריכה להשקיע יותר כסף בתוכניות טכנולוגיות וחינוכיות מאשר בתרבות",
            "מצעדי גאווה הם רעיון טוב ונאור, אנחנו בעידן המודרני והעם צריך להיפתח ולזנוח את המחשבות הקדומות שלו",
            "התפתחות טכנולוגית היא טובה לישראל"
            
        ],
        [//1
            "ישראל יותר טובה מבחינה חברתית כיום מאשר מלפני 30 שנים",
            "חובתנו כאזרחים היא לשמור על איכות הסביבה",
            "טכנולוגיה תפתח את החברה שלנו"
        ],
        [//-1
            "החברה הישראלית מתדרדרת",
            "איכות הסביבה היא לא בעיה כל כך גדולה",
            "המסורת היהודית חשובה"
        ],
        [//-2
            "החברה המודרנית היא נוראית",
            "אני אחנך את ילדיי על פי הערכים היהודיים",
            "חשוב לשמור על ערכי המשפחה"
        ],
        [//-3
            "החברה הישראלית נהרסת ככל שהשנים חולפות",
            "חשוב לשמור על הערכים היהודיים, לא משנה אם אתה חילוני או דתי",
            "עשרת הדיברות הן אבן היסוד של החברה הישראלית"
        ],
        [//-4
            "מדינת ישראל נבנתה על ערכי המדינה היהודית, והיא הדבר החשוב ביותר שיש",
            "ילדים היום לא מכבדים את ההורים והסבים שלהם",
            "המסורת היא חלק בלתי נפרד מהמדינה"
        ]],[//Assimilationist-Multiculturalist
        [//4
            "הסודנים הם סרטן בדם שלנו",
            "צריך להעיף מהמדינה את הפליטים",
            "צריך לדבר רק עברית בארץ הקודש"
        ],
        [//3
            "רק ליהודים מותר להיות במדינה הזאת",
            "אם אתה לא מקבל על עצמך את היהדות, צריך להוציא אותך מהמדינה",
            "עולים חדשים לעולם לא יסתגלו לחברה הישראלית היהודית"
        ],
        [//2
            "פליטים גורמים לצרות במדינה",
            "בעיית המסתננים היא אחת הבעיות הקשות ביותר במדינה",
            "צריך לשלוח עובדים זרים חזרה למדינה שלהם"
        ],
        [//1
            "מהגרים לא חוקיים הם בעיה רצינית במדינה",
            "בישראל אין מקום לגיוון תרבותי",
            "צריך להגביר את השמירה על הגבולות"
        ],
        [//-1
            "צריך לאפשר ליותר פליטים להיכנס",
            "עובדים זרים מועילים למדינה",
            "המדינה תרוויח בצורה חברתית מתרבויות אחרות"
        ],
        [//-2
            "צריך לכבד את כל התרבויות",
            "צריך יותר לקבל את השונה",
            "מדינת ישראל היא קיבוץ גלויות"
        ],
        [//-3
            "האחר הוא אני",
            "כולנו שונים אך שווים",
            "התרבות שלנו לא מספיק מכילה את האחר"
        ],
        [//-4
            "הממשלה צריכה לדאוג לפליטים כמו שהיא דואגת לאזרחים",
            "החברה הישראלית צריכה להיות מוחלפת, או צריכה שינוי קיצוני",
            "צריך לקבל את העובדים הזרים כאזרחים במדינה שלנו"
        ]
    ]];
